tap "homebrew/cask-fonts"

brew "mas"
brew "fd"
brew "bat"
brew "ripgrep"
brew "tmux"
brew "gnu-sed"
brew "neovim"
brew "docker"
brew "ruby-install"
brew "chruby"
brew "direnv"
brew "wget"
brew "svn"

cask "zoom"
cask "spectacle"
cask "font-roboto-mono-for-powerline"
cask "font-hack-nerd-font"

### Mac Apple Store

mas "XCode", id: 497799835
mas "1Password", id: 1333542190

### Calm
