tap "homebrew/cask-fonts"

brew "bat"
brew "chruby"
brew "direnv"
brew "fasd"
brew "fd"
brew "gh"
brew "gnu-sed"
brew "mas"
brew "neovim"
brew "postgresql@14"
brew "pyenv"
brew "ripgrep"
brew "ruby-install"
brew "svn"
brew "tmux"
brew "tree"
brew "wget"

cask "zoom"
cask "spectacle"
cask "font-roboto-mono-for-powerline"
cask "font-hack-nerd-font"
cask "docker"
cask "discord"
cask "notion"

### Mac Apple Store

mas "XCode", id: 497799835
mas "1Password", id: 1333542190
mas "Flycut", id: 442160987

### Calm & Talos
brew "helm"
brew "fzf"
brew "glab"
